[{
    "nome": "O Poderoso Chefão",
    "descricao": "O patriarca de uma dinastia do crime organizado transfere o controle de seu império clandestino para seu filho relutante.",
    "ano": 1972,
    "link": "https://www.imdb.com/title/tt0068646/"
},

{
    "nome": "Um Sonho de Liberdade",
    "descricao": "Dois homens presos se unem ao longo de vários anos, encontrando consolo e eventual redenção através de atos de decência comum.",
    "ano": 1994,
    "link": "https://www.imdb.com/title/tt0111161/"
},

{
    "nome": "Batman: O Cavaleiro das Trevas",
    "descricao": "Quando a ameaça conhecida como Coringa emerge de seu passado misterioso, ele causa estragos e caos nas pessoas de Gotham.",
    "ano": 2008,
    "link": "https://www.imdb.com/title/tt0468569/"
},

{
    "nome": "Pulp Fiction: Tempo de Violência",
    "descricao": "As vidas de dois assassinos de aluguel, um boxeador, a esposa de um gângster e um par de bandidos se entrelaçam em quatro contos de violência e redenção.",
    "ano": 1994,
    "link": "https://www.imdb.com/title/tt0110912/"
},

{
    "nome": "Forrest Gump: O Contador de Histórias",
    "descricao": "As presidências de Kennedy e Johnson, o Vietnã, Watergate e outras histórias se desenrolam através da perspectiva de um homem do Alabama com um QI de 75.",
    "ano": 1994,
    "link": "https://www.imdb.com/title/tt0109830/"
},

{
    "nome": "A Lista de Schindler",
    "descricao": "Na Polônia ocupada durante a Segunda Guerra Mundial, o industrial Oskar Schindler gradualmente se preocupa com sua força de trabalho judaica depois de testemunhar sua perseguição pelos nazistas.",
    "ano": 1993,
    "link": "https://www.imdb.com/title/tt0108052/"
},

{
    "nome": "O Senhor dos Anéis: O Retorno do Rei",
    "descricao": "Gandalf e Aragorn lideram o Mundo dos Homens contra o exército de Sauron para desviar seu olhar de Frodo e Sam enquanto eles se aproximam da Montanha da Perdição com o Um Anel.",
    "ano": 2003,
    "link": "https://www.imdb.com/title/tt0167260/"
},

{
    "nome": "Clube da Luta",
    "descricao": "Um trabalhador de escritório com insônia, procurando uma maneira de mudar sua vida, cruza o caminho com um fabricante de sabão diabólico e eles formam um clube de luta clandestino que evolui para algo muito, muito maior.",
    "ano": 1999,
    "link": "https://www.imdb.com/title/tt0137523/"
},

{
    "nome": "A Origem",
    "descricao": "Um ladrão que rouba segredos corporativos através do uso da tecnologia de compartilhamento de sonhos recebe a tarefa inversa de plantar uma ideia na mente de um C.E.O.",
    "ano": 2010,
    "link": "https://www.imdb.com/title/tt1375666/"
},

{
    "nome": "Matrix",
    "descricao": "Um hacker de computador aprende com rebeldes misteriosos sobre a verdadeira natureza de sua realidade e seu papel na guerra contra seus controladores.",
    "ano": 1999,
    "link": "https://www.imdb.com/title/tt0133093/"
},

{
    "nome": "Os Bons Companheiros",
    "descricao": "A história de Henry Hill e sua vida na máfia, cobrindo seu relacionamento com sua esposa Karen Hill e seus parceiros da máfia Jimmy Conway e Tommy DeVito no sindicato do crime ítalo-americano.",
    "ano": 1990,
    "link": "https://www.imdb.com/title/tt0099685/"
},

{
    "nome": "Seven: Os Sete Crimes Capitais",
    "descricao": "Dois detetives, um novato e um prestes a se aposentar, caçam um serial killer que usa os sete pecados capitais como seus motivos.",
    "ano": 1995,
    "link": "https://www.imdb.com/title/tt0114369/"
},

{
    "nome": "O Silêncio dos Inocentes",
    "descricao": "Uma jovem cadete do F.B.I. deve ter a ajuda de um assassino canibal manipulador e encarcerado para ajudar a capturar outro serial killer, um louco que esfola suas vítimas.",
    "ano": 1991,
    "link": "https://www.imdb.com/title/tt0102926/"
},

{
    "nome": "Cidade de Deus",
    "descricao": "Nas favelas do Rio, dois meninos que crescem em ambientes diferentes seguem caminhos diferentes: um se torna fotógrafo e o outro, traficante.",
    "ano": 2002,
    "link": "https://www.imdb.com/title/tt0317248/"
},

{
    "nome": "Interestelar",
    "descricao": "Uma equipe de exploradores viaja através de um buraco de minhoca no espaço na tentativa de garantir a sobrevivência da humanidade.",
    "ano": 2014,
    "link": "https://www.imdb.com/title/tt0816692/"
},

{
    "nome": "Parasita",
    "descricao": "A ganância e a discriminação de classe ameaçam o relacionamento simbiótico recém-formado entre a rica família Park e a pobre família Kim.",
    "ano": 2019,
    "link": "https://www.imdb.com/title/tt6751668/"
},

{
    "nome": "Gladiador",
    "descricao": "Um ex-general romano busca vingança contra o imperador corrupto que assassinou sua família e o mandou para a escravidão.",
    "ano": 2000,
    "link": "https://www.imdb.com/title/tt0172495/"
},

{
    "nome": "O Resgate do Soldado Ryan",
    "descricao": "Após o desembarque na Normandia, um grupo de soldados americanos vai para trás das linhas inimigas para resgatar um paraquedista cujos irmãos foram mortos em ação.",
    "ano": 1998,
    "link": "https://www.imdb.com/title/tt0120815/"
},

{
    "nome": "A Viagem de Chihiro",
    "descricao": "Durante a mudança de sua família para o subúrbio, uma menina de 10 anos vagueia por um mundo governado por deuses, bruxas e espíritos, e onde os humanos são transformados em bestas.",
    "ano": 2001,
    "link": "https://www.imdb.com/title/tt0245429/"
},

{
    "nome": "O Grande Truque",
    "descricao": "Depois que um trágico acidente, dois mágicos do palco se envolvem em uma batalha para criar a ilusão final, enquanto sacrificam tudo o que têm para enganar um ao outro.",
    "ano": 2006,
    "link": "https://www.imdb.com/title/tt0482571/"
},

{
    "nome": "O Rei Leão",
    "descricao": "O filhote de leão e futuro rei Simba procura por sua identidade. Sua busca é dificultada por seu tio malvado, que gostaria de governar a si mesmo.",
    "ano": 1994,
    "link": "https://www.imdb.com/title/tt0110357/"
},

{
    "nome": "De Volta para o Futuro",
    "descricao": "Marty McFly, um estudante de 17 anos, é acidentalmente enviado trinta anos no passado em uma máquina do tempo DeLorean inventada por seu amigo cientista, Dr. Emmett Brown.",
    "ano": 1985,
    "link": "https://www.imdb.com/title/tt0088763/"
},

{
    "nome": "Whiplash: Em Busca da Perfeição",
    "descricao": "Um jovem e promissor baterista se matricula em um conservatório de música de primeira linha, onde seus sonhos de grandeza são orientados por um instrutor implacável que não vai parar por nada para realizar o potencial de um aluno.",
    "ano": 2014,
    "link": "https://www.imdb.com/title/tt2582802/"
},

{
    "nome": "Psicose",
    "descricao": "Uma secretária de Phoenix desvia quarenta mil dólares do cliente de seu empregador, foge e faz o check-in em um motel remoto administrado por um jovem sob o domínio de sua mãe.",
    "ano": 1960,
    "link": "https://www.imdb.com/title/tt0054215/"
},

{
    "nome": "Cidadão Kane",
    "descricao": "Após a morte de um magnata da publicação, os repórteres se esforçam para descobrir o significado de sua palavra final.",
    "ano": 1941,
    "link": "https://www.imdb.com/title/tt0033467/"
},

{
    "nome": "O Iluminado",
    "descricao": "Uma família se dirige a um hotel isolado para o inverno, onde uma presença sinistra influencia o pai à violência, enquanto seu filho psíquico vê presságios horríveis do passado e do futuro.",
    "ano": 1980,
    "link": "https://www.imdb.com/title/tt0081505/"
},

{
    "nome": "Apocalypse Now",
    "descricao": "Um capitão do Exército dos EUA servindo no Vietnã tem a tarefa de assassinar um coronel renegado das Forças Especiais que se vê como um deus.",
    "ano": 1979,
    "link": "https://www.imdb.com/title/tt0078788/"
},

{
    "nome": "Alien, o Oitavo Passageiro",
    "descricao": "Depois que uma nave espacial comercial intercepta um sinal desconhecido como um pedido de socorro, um de seus tripulantes é atacado por uma forma de vida misteriosa e eles logo percebem que o ciclo de vida da criatura apenas começou.",
    "ano": 1979,
    "link": "https://www.imdb.com/title/tt0078748/"
},

{
    "nome": "2001: Uma Odisseia no Espaço",
    "descricao": "Depois de descobrir um misterioso artefato enterrado sob a superfície lunar, a humanidade parte em uma missão para Júpiter com o computador senciente H.A.L. 9000 para encontrar suas origens.",
    "ano": 1968,
    "link": "https://www.imdb.com/title/tt0062622/"
},

{
    "nome": "Laranja Mecânica",
    "descricao": "No futuro, um líder de gangue sádico é preso e se voluntaria para um experimento de aversão à conduta, mas não sai como planejado.",
    "ano": 1971,
    "link": "https://www.imdb.com/title/tt0066921/"
},

{
    "nome": "Toy Story",
    "descricao": "Um brinquedo de cowboy se sente profundamente ameaçado e com ciúmes quando uma nova figura de ação de astronauta o substitui como o brinquedo principal no quarto de um menino.",
    "ano": 1995,
    "link": "https://www.imdb.com/title/tt0114709/"
},

{
    "nome": "Bastardos Inglórios",
    "descricao": "Na França ocupada pelos nazistas durante a Segunda Guerra Mundial, um plano para assassinar líderes nazistas por um grupo de soldados judeus dos EUA coincide com os planos vingativos do proprietário de um cinema.",
    "ano": 2009,
    "link": "https://www.imdb.com/title/tt0361748/"
},

{
    "nome": "O Labirinto do Fauno",
    "descricao": "Na Espanha falangista de 1944, a jovem enteada de um sádico oficial do exército escapa para um mundo de fantasia misterioso, mas cativante.",
    "ano": 2006,
    "link": "https://www.imdb.com/title/tt0457430/"
},

{
    "nome": "Django Livre",
    "descricao": "Com a ajuda de um caçador de recompensas alemão, um escravo liberto sai para resgatar sua esposa de um brutal proprietário de uma plantação no Mississippi.",
    "ano": 2012,
    "link": "https://www.imdb.com/title/tt1853728/"
},

{
    "nome": "WALL-E",
    "descricao": "Em um futuro distante, um pequeno robô coletor de lixo inadvertidamente embarca em uma jornada espacial que decidirá o destino da humanidade.",
    "ano": 2008,
    "link": "https://www.imdb.com/title/tt0910970/"
},

{
    "nome": "Brilho Eterno de uma Mente sem Lembranças",
    "descricao": "Quando seu relacionamento azeda, um casal passa por um procedimento médico para apagar um ao outro de suas memórias.",
    "ano": 2004,
    "link": "https://www.imdb.com/title/tt0338013/"
},

{
    "nome": "Casablanca",
    "descricao": "Um expatriado americano cínico que dirige uma boate em Casablanca concorda em ajudar seu antigo amor e seu marido fugitivo a escapar dos nazistas.",
    "ano": 1942,
    "link": "https://www.imdb.com/title/tt0034583/"
},

{
    "nome": "Mad Max: Estrada da Fúria",
    "descricao": "Em uma paisagem pós-apocalíptica, uma mulher se rebela contra um governante tirânico em busca de sua terra natal com a ajuda de um grupo de prisioneiras e um andarilho chamado Max.",
    "ano": 2015,
    "link": "https://www.imdb.com/title/tt1392190/"
},

{
    "nome": "O Grande Hotel Budapeste",
    "descricao": "As aventuras de Gustave H, um lendário concierge de um famoso hotel da república fictícia de Zubrowka entre a primeira e a segunda guerras mundiais, e Zero Moustafa, o lobby boy que se torna seu amigo de maior confiança.",
    "ano": 2014,
    "link": "https://www.imdb.com/title/tt2278388/"
},

{
    "nome": "Corra!",
    "descricao": "Um jovem afro-americano visita a família de sua namorada branca para um fim de semana em sua propriedade isolada no campo, mas logo percebe que o convite é mais sinistro do que ele jamais imaginou.",
    "ano": 2017,
    "link": "https://www.imdb.com/title/tt5052448/"
},

{
    "nome": "La La Land: Cantando Estações",
    "descricao": "Enquanto navegam em suas carreiras em Los Angeles, um pianista e uma atriz se apaixonam enquanto tentam conciliar suas aspirações para o futuro.",
    "ano": 2016,
    "link": "https://www.imdb.com/title/tt3783958/"
},

{
    "nome": "Blade Runner 2049",
    "descricao": "O jovem Blade Runner K descobre um segredo há muito enterrado que o leva a encontrar o ex-Blade Runner Rick Deckard, que está desaparecido há 30 anos.",
    "ano": 2017,
    "link": "https://www.imdb.com/title/tt1856101/"
},

{
    "nome": "A Chegada",
    "descricao": "Uma linguista trabalha com os militares para se comunicar com formas de vida alienígenas depois que doze naves espaciais misteriosas aparecem em todo o mundo.",
    "ano": 2016,
    "link": "https://www.imdb.com/title/tt2543164/"
},

{
    "nome": "Jurassic Park: O Parque dos Dinossauros",
    "descricao": "Um paleontólogo pragmático que visita um parque temático quase completo tem a tarefa de proteger um par de crianças depois que uma queda de energia faz com que os dinossauros clonados do parque se soltem.",
    "ano": 1993,
    "link": "https://www.imdb.com/title/tt0107290/"
},

{
    "nome": "O Regresso",
    "descricao": "Uma luta de fronteira em 1820 para sobreviver depois de ser atacado por um urso e deixado para morrer por membros de sua própria equipe de caça.",
    "ano": 2015,
    "link": "https://www.imdb.com/title/tt1663202/"
},

{
    "nome": "Moonlight: Sob a Luz do Luar",
    "descricao": "Um olhar sobre três capítulos da vida de um jovem negro gay que cresce em Miami.",
    "ano": 2016,
    "link": "https://www.imdb.com/title/tt4975722/"
},

{
    "nome": "UP - Altas Aventuras",
    "descricao": "Carl Fredricksen, de 78 anos, viaja para o Paradise Falls em sua casa equipada com balões, inadvertidamente levando um jovem clandestino.",
    "ano": 2009,
    "link": "https://www.imdb.com/title/tt1049413/"
},

{
    "nome": "Procurando Nemo",
    "descricao": "Depois que seu filho é capturado na Grande Barreira de Corais e levado para Sydney, um peixe-palhaço tímido parte em uma jornada para trazê-lo para casa.",
    "ano": 2003,
    "link": "https://www.imdb.com/title/tt0266543/"
},

{
    "nome": "Os Incríveis",
    "descricao": "Uma família de super-heróis disfarçados, tentando viver uma vida suburbana tranquila, é forçada a entrar em ação para salvar o mundo.",
    "ano": 2004,
    "link": "https://www.imdb.com/title/tt0317705/"
},

{
    "nome": "Indiana Jones e os Caçadores da Arca Perdida",
    "descricao": "Em 1936, o arqueólogo e aventureiro Indiana Jones é contratado pelo governo dos EUA para encontrar a Arca da Aliança antes que os nazistas de Adolf Hitler possam obter seus incríveis poderes.",
    "ano": 1981,
    "link": "https://www.imdb.com/title/tt0082971/"
},

{
    "nome": "Taxi Driver",
    "descricao": "Um veterano do Vietnã mentalmente instável trabalha como motorista de táxi noturno na cidade de Nova York, onde a decadência e a sordidez percebidas alimentam sua necessidade urgente de ação violenta.",
    "ano": 1976,
    "link": "https://www.imdb.com/title/tt0075314/"
},

{
    "nome": "V de Vingança",
    "descricao": "Em um futuro distópico britânico, um lutador pela liberdade sombrio e carismático conhecido apenas por 'V' planeja derrubar o governo opressor com a ajuda de uma jovem.",
    "ano": 2005,
    "link": "https://www.imdb.com/title/tt0434409/"
},

{
    "nome": "O Fabuloso Destino de Amélie Poulain",
    "descricao": "Amélie é uma garçonete inocente e ingênua em Paris com seu próprio senso de justiça. Ela decide ajudar as pessoas ao seu redor e, ao longo do caminho, descobre o amor.",
    "ano": 2001,
    "link": "https://www.imdb.com/title/tt0211915/"

},
{
    "nome": "O Segredo dos Seus Olhos",
    "descricao": "Um oficial de justiça aposentado escreve um romance na esperança de encontrar um desfecho para um caso de estupro e assassinato não resolvido do passado e para seu amor não correspondido por sua ex-chefe.",
    "ano": 2009,
    "link": "https://www.imdb.com/title/tt1305806/"
},
{
    "nome": "Oldboy",
    "descricao": "Depois de ser inexplicavelmente sequestrado e aprisionado por quinze anos, Oh Dae-Su é solto, apenas para descobrir que ele deve encontrar seu captor em cinco dias.",
    "ano": 2003,
    "link": "https://www.imdb.com/title/tt0364569/"
},
{
    "nome": "O Pianista",
    "descricao": "Um músico judeu polonês luta para sobreviver à destruição do gueto de Varsóvia na Segunda Guerra Mundial.",
    "ano": 2002,
    "link": "https://www.imdb.com/title/tt0253474/"
},
{
    "nome": "A Vida é Bela",
    "descricao": "Quando um livreiro judeu de mente aberta e seu filho se tornam vítimas do Holocausto, ele usa uma mistura perfeita de vontade, humor e imaginação para proteger seu filho dos perigos de um campo de concentração.",
    "ano": 1997,
    "link": "https://www.imdb.com/title/tt0118799/"
},
{
    "nome": "O Lobo de Wall Street",
    "descricao": "Baseado na história verídica de Jordan Belfort, desde sua ascensão a um rico corretor da bolsa vivendo a vida alta até sua queda envolvendo crime, corrupção e o governo federal.",
    "ano": 2013,
    "link": "https://www.imdb.com/title/tt0993846/"
},
{
    "nome": "Coringa",
    "descricao": "Em Gotham City, o comediante mentalmente perturbado Arthur Fleck é marginalizado e maltratado pela sociedade. Ele então embarca em uma espiral descendente de revolução e crimes sangrentos. Este caminho o coloca frente a frente com seu alter ego: o Coringa.",
    "ano": 2019,
    "link": "https://www.imdb.com/title/tt7286456/"
},
{
    "nome": "Homem-Aranha: No Aranhaverso",
    "descricao": "O adolescente Miles Morales se torna o Homem-Aranha de sua realidade, cruzando seu caminho com cinco contrapartes de outras dimensões para impedir uma ameaça a todas as realidades.",
    "ano": 2018,
    "link": "https://www.imdb.com/title/tt4633694/"
},
{
    "nome": "Coco: A Vida é uma Festa",
    "descricao": "O aspirante a músico Miguel, confrontado com a proibição ancestral de música de sua família, entra na Terra dos Mortos para encontrar seu trisavô, um lendário cantor.",
    "ano": 2017,
    "link": "https://www.imdb.com/title/tt2380307/"
},
{
    "nome": "Your Name.",
    "descricao": "Dois estranhos se encontram interligados de uma forma estranha. Quando uma conexão se forma, eles serão capazes de se encontrar a tempo?",
    "ano": 2016,
    "link": "https://www.imdb.com/title/tt5311514/"
},
{
    "nome": "Duna",
    "descricao": "A adaptação cinematográfica sobre o filho de uma família nobre encarregada da proteção do bem mais valioso e do elemento mais vital da galáxia.",
    "ano": 2021,
    "link": "https://www.imdb.com/title/tt1160419/"
},
{
    "nome": "O Irlandês",
    "descricao": "Um mafioso relembra os possíveis segredos por trás do desaparecimento de Jimmy Hoffa.",
    "ano": 2019,
    "link": "https://www.imdb.com/title/tt1302006/"
},
{
    "nome": "Era uma Vez em... Hollywood",
    "descricao": "Um ator de televisão decadente e seu dublê se esforçam para alcançar a fama e o sucesso na indústria cinematográfica durante os anos finais da Era de Ouro de Hollywood em 1969 em Los Angeles.",
    "ano": 2019,
    "link": "https://www.imdb.com/title/tt7131622/"
},
{
    "nome": "Green Book: O Guia",
    "descricao": "Um segurança ítalo-americano da classe trabalhadora se torna o motorista de um pianista clássico afro-americano em uma turnê por locais no sul dos Estados Unidos dos anos 1960.",
    "ano": 2018,
    "link": "https://www.imdb.com/title/tt6966692/"
},
{
    "nome": "A Forma da Água",
    "descricao": "Em um laboratório de pesquisa de alta segurança na década de 1960, uma zeladora solitária forma um relacionamento único com uma criatura anfíbia que está sendo mantida em cativeiro.",
    "ano": 2017,
    "link": "https://www.imdb.com/title/tt5580390/"
},
{
    "nome": "Três Anúncios Para um Crime",
    "descricao": "Uma mãe desafia pessoalmente as autoridades locais a resolver o assassinato de sua filha quando eles não conseguem prender o culpado.",
    "ano": 2017,
    "link": "https://www.imdb.com/title/tt5027774/"
},
{
    "nome": "Manchester à Beira-Mar",
    "descricao": "Um zelador de Boston retorna à sua cidade natal em Massachusetts para cuidar de seu sobrinho adolescente depois que o pai do menino morre.",
    "ano": 2016,
    "link": "https://www.imdb.com/title/tt4034228/"
},
{
    "nome": "O Quarto de Jack",
    "descricao": "Mantida em cativeiro por sete anos em um espaço fechado, uma mulher e seu filho pequeno finalmente ganham sua liberdade, permitindo que o menino experimente o mundo exterior pela primeira vez.",
    "ano": 2015,
    "link": "https://www.imdb.com/title/tt3170832/"
},
{
    "nome": "Spotlight: Segredos Revelados",
    "descricao": "A verdadeira história de como o Boston Globe descobriu o escândalo maciço de abuso infantil e encobrimento dentro da Arquidiocese Católica local, abalando toda a Igreja Católica em seu núcleo.",
    "ano": 2015,
    "link": "https://www.imdb.com/title/tt1895587/"
},
{
    "nome": "Birdman ou (A Inesperada Virtude da Ignorância)",
    "descricao": "Um ator decadente que já interpretou um super-herói icônico luta para montar uma peça da Broadway. Nos dias que antecedem a noite de estreia, ele luta contra seu ego e tenta recuperar sua família, sua carreira e a si mesmo.",
    "ano": 2014,
    "link": "https://www.imdb.com/title/tt2562232/"
},
{
    "nome": "Boyhood: Da Infância à Juventude",
    "descricao": "A vida de Mason, da infância à idade adulta.",
    "ano": 2014,
    "link": "https://www.imdb.com/title/tt1065073/"
},
{
    "nome": "Ela",
    "descricao": "Em um futuro próximo, um escritor solitário desenvolve um relacionamento improvável com um sistema operacional projetado para atender a todas as suas necessidades.",
    "ano": 2013,
    "link": "https://www.imdb.com/title/tt1798709/"
},
{
    "nome": "12 Anos de Escravidão",
    "descricao": "No período pré-guerra civil dos Estados Unidos, Solomon Northup, um homem negro livre do norte de Nova York, é sequestrado e vendido como escravo.",
    "ano": 2013,
    "link": "https://www.imdb.com/title/tt2024544/"
},
{
    "nome": "Gravidade",
    "descricao": "Dois astronautas trabalham juntos para sobreviver depois que um acidente os deixa encalhados no espaço.",
    "ano": 2013,
    "link": "https://www.imdb.com/title/tt1454468/"
},
{
    "nome": "Argo",
    "descricao": "Agindo sob o disfarce de um produtor de Hollywood procurando um local para um filme de ficção científica, um agente da CIA lança uma operação perigosa para resgatar seis americanos em Teerã durante a crise dos reféns no Irã em 1979.",
    "ano": 2012,
    "link": "https://www.imdb.com/title/tt1024648/"
},
{
    "nome": "O Artista",
    "descricao": "Um astro do cinema mudo se pergunta se a chegada dos filmes falados fará com que ele caia no esquecimento.",
    "ano": 2011,
    "link": "https://www.imdb.com/title/tt1655442/"
},
{
    "nome": "A Rede Social",
    "descricao": "Enquanto estudante de Harvard, Mark Zuckerberg cria o site de rede social que se tornaria conhecido como Facebook, mas depois é processado por dois irmãos que alegaram que ele roubou sua ideia e seu co-fundador, que mais tarde foi expulso do negócio.",
    "ano": 2010,
    "link": "https://www.imdb.com/title/tt1285016/"
},
{
    "nome": "Cisne Negro",
    "descricao": "Uma bailarina comprometida ganha o papel principal em uma produção de 'O Lago dos Cisnes', apenas para se ver perdendo lentamente sua sanidade.",
    "ano": 2010,
    "link": "https://www.imdb.com/title/tt0947798/"
},
{
    "nome": "Guerra ao Terror",
    "descricao": "Durante a Guerra do Iraque, um sargento recentemente designado para um esquadrão de descarte de bombas do Exército é colocado em conflito com seus subordinados devido à sua maneira imprudente de lidar com seu trabalho.",
    "ano": 2008,
    "link": "https://www.imdb.com/title/tt0887912/"
},
{
    "nome": "Quem Quer Ser um Milionário?",
    "descricao": "Um adolescente de Mumbai reflete sobre sua educação nas favelas quando é acusado de trapacear na versão indiana de 'Quem Quer Ser um Milionário?'",
    "ano": 2008,
    "link": "https://www.imdb.com/title/tt1010048/"
},
{
    "nome": "Onde os Fracos Não Têm Vez",
    "descricao": "A violência e o caos se seguem depois que um caçador tropeça em uma cena de crime de drogas e mais de dois milhões de dólares em dinheiro perto do Rio Grande.",
    "ano": 2007,
    "link": "https://www.imdb.com/title/tt0477348/"
},
{
    "nome": "Sangue Negro",
    "descricao": "A história de um garimpeiro de prata que se tornou barão do petróleo em sua busca por riqueza durante o boom do petróleo do sul da Califórnia no final do século XIX e início do século XX.",
    "ano": 2007,
    "link": "https://www.imdb.com/title/tt0469494/"
},
{
    "nome": "Os Infiltrados",
    "descricao": "Um policial disfarçado e uma toupeira na polícia tentam se identificar enquanto se infiltram em uma gangue irlandesa em South Boston.",
    "ano": 2006,
    "link": "https://www.imdb.com/title/tt0407887/"
},
{
    "nome": "Pequena Miss Sunshine",
    "descricao": "Uma família determinada a levar sua filha para as finais de um concurso de beleza faz uma viagem através do país em seu micro-ônibus VW.",
    "ano": 2006,
    "link": "https://www.imdb.com/title/tt0449059/"
},
{
    "nome": "Brokeback Mountain",
    "descricao": "A história de um relacionamento secreto entre dois cowboys e suas vidas complicadas e em evolução ao longo de duas décadas.",
    "ano": 2005,
    "link": "https://www.imdb.com/title/tt0388795/"
},
{
    "nome": "Crash: No Limite",
    "descricao": "As vidas de vários habitantes de Los Angeles se cruzam em uma série de eventos interligados que exploram as tensões raciais e sociais na cidade.",
    "ano": 2004,
    "link": "https://www.imdb.com/title/tt0375679/"
},
{
    "nome": "Menina de Ouro",
    "descricao": "Uma garçonete determinada trabalha com um treinador de boxe endurecido para se tornar uma profissional.",
    "ano": 2004,
    "link": "https://www.imdb.com/title/tt0405159/"
},
{
    "nome": "Encontros e Desencontros",
    "descricao": "Uma estrela de cinema desbotada e uma jovem mulher negligenciada formam um vínculo improvável depois de se cruzarem em Tóquio.",
    "ano": 2003,
    "link": "https://www.imdb.com/title/tt0335266/"
},
{
    "nome": "Chicago",
    "descricao": "Duas assassinas condenadas se encontram no corredor da morte juntas e lutam pela fama que as livrará da forca na Chicago dos anos 1920.",
    "ano": 2002,
    "link": "https://www.imdb.com/title/tt0299658/"
},
{
    "nome": "Moulin Rouge! Amor em Vermelho",
    "descricao": "Um poeta se apaixona por uma estrela de cabaré, mas um duque ciumento fica em seu caminho.",
    "ano": 2001,
    "link": "https://www.imdb.com/title/tt0203009/"
},
{
    "nome": "O Tigre e o Dragão",
    "descricao": "Um jovem guerreiro chinês rouba uma espada de um famoso espadachim e então foge para um mundo de aventura romântica com um homem misterioso nas fronteiras da nação.",
    "ano": 2000,
    "link": "https://www.imdb.com/title/tt0190332/"
},
{
    "nome": "Beleza Americana",
    "descricao": "Um pai suburbano deprimido em uma crise de meia-idade decide virar sua vida de cabeça para baixo depois de se apaixonar pela amiga atraente de sua filha.",
    "ano": 1999,
    "link": "https://www.imdb.com/title/tt0169547/"
},
{
    "nome": "O Sexto Sentido",
    "descricao": "Um menino que se comunica com espíritos que não sabem que estão mortos procura a ajuda de um psicólogo infantil desacreditado.",
    "ano": 1999,
    "link": "https://www.imdb.com/title/tt0167404/"
},
{
    "nome": "Shakespeare Apaixonado",
    "descricao": "O jovem William Shakespeare, sem ideias e sem dinheiro, conhece sua mulher ideal e é inspirado a escrever uma de suas peças mais famosas.",
    "ano": 1998,
    "link": "https://www.imdb.com/title/tt0138097/"
},
{
    "nome": "Titanic",
    "descricao": "Uma aristocrata de dezessete anos se apaixona por um artista gentil, mas pobre, a bordo do luxuoso e malfadado R.M.S. Titanic.",
    "ano": 1997,
    "link": "https://www.imdb.com/title/tt0120338/"
}]

